13/data/attachments/7168e87f5c0e1e0a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_c482c75b-b9de-471f-83dd-c24497df9ffd</nif:username>
            <nif:friendToBeAdded>Glenda_size_Friend_30084_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>